package msgs

// Messages
const (
	WelcomeMessage = `
درود {name}, 
به ربات دنگی خوش اومدی,
این ربات بهت کمک میکنه که حساب کتاب هاتون رو با دوستات راحت تر محاسبه کنی
میتونی یه حساب کتاب جدید اضافه کنی
`

	MainMenu = `
به منوی اصلی برگشتی،
از اینجا میتونی حساب کتاب جدید اضافه کنی یا لیست حساب کتاب های قبلی ات رو ببینی
`

	NoCalculationsMsg      = `هیچ حساب و کتابی موجود نیست!`
	NoHandlerHasBeenSetMsg = `هیچ کنترل کننده ای برای این دکمه تنظیم نشده`
)

// Buttons text
const (
	Cancel string = "انصراف 🚫"
)
